{
  "about-xl-full": {
    "image": "omxllarge_new.png",
    "image_alt_text": "Ett nav av tekniska produkter som är kopplade till ett moln",
    "header": "Vad är Libris och XL?",
    "text": {
      "abstract": "Libris katalogisering är en webbaserad tjänst för katalogisering. I verktyget är gränssnittet anpassat för att ta tillvara de möjligheter som format och systemarkitektur baserade på länkade data erbjuder. För att göra katalogiseringen så smidig som möjligt finns hjälp och stöd inbyggt i systemet.",
      "sections": {
        "section1": {
          "header": "Libris",
          "text": "Libris är Sveriges nationella bibliotekskatalog. Här finns cirka tio miljoner titlar, allt från böcker och tidskrifter till filmer och ljudupptagningar. Libris är ett samarbete mellan ett stort antal bibliotek som tillsammans bygger den nationella katalogen. Delaktighet och medinflytande är ledorden för samarbetet som utgår från de deltagande biblioteken och deras användares behov."
        },
        "section2": {
          "header": "Vision",
          "text": "Dagens användarbehov och beteenden gör att verktyg, format och systemarkitektur behöver förändras. Den tekniska plattformen för den nationella bibliotekskatalogen, XL, utgör en stabil grund. Den är utbyggbar och har kapacitet för de stora dataflöden som präglar dagens informationssamhälle. Modern teknik ger säker drift, bra prestanda, flexibilitet och framtida utvecklingsmöjligheter.<br><br>Libris katalogiseringsverktyg och XL är baserat på Bibframe - format, en samlad vokabulär, KBV (KB Vokabulär), och på öppna länkade data. Därmed blir informationen begriplig för resten av webben vilket skapar nya vägar in till bibliotekens samlingar. Bibliotekens data blir synlig även utanför biblioteken."
        },
        "section3": {
          "header": "Systemägare",
          "text": "Kungliga biblioteket är systemägare och systemleverantör av de nationella bibliotekssystemen Libris där systemlösningar och innehåll är fritt tillgängliga. Librissystemen utvecklas kontinuerligt vilket implementeras i löpande releaser.<br><br>KB styr utveckling och förvaltning i samråd med användare av systemen och tjänsterna för att säkra tjänsternas relevans över tid."
        },
        "section4": {
          "header": "Framtid",
          "text": "Formatet möjliggör förbättrad datakvalitet och effektivare arbetsprocesser. Genom att katalogisatörer fortsätter beskriva metadatat på ett kvalitativt sätt kan användningen av biblioteksdata öka. Bibliotekariens roll vidareutvecklas när vi beskriver relationer mellan resurser och skapar sammanlänkad och sökbar data. Detta bidrar till att biblioteken kan bygga nya tjänster och använda andra källor för att berika biblioteksdata, men också att aktörer utanför biblioteksvärlden kan använda denna värdefulla källa för nya spännande tjänster.<br><br>Libris skapar möjligheter."
        }
      }
    },
    "linkUrl": "",
    "linkText": ""
  },
  "about-xl": {
    "image": "omxl_new.png",
    "image_alt_text": "Ett nav av tekniska produkter som är kopplade till ett moln",
    "header": "Vad är Libris och XL?",
    "text": "Libris katalogisering är en webbaserad tjänst för katalogisering. I verktyget är gränssnittet anpassat för att ta tillvara de möjligheter som format och systemarkitektur baserade på länkade data erbjuder.",
    "linkUrl": "/about",
    "linkText": "Läs mer om Libris och XL"
  },
  "blog": {
    "image": "libris_nyheter.png",
    "image_alt_text": "Två kvinnor framför en datorskärm",
    "header": "Kommunikation kring Libris",
    "text": "Nytt inom Libris är Libris främsta informationskanal. Där informerar vi om allt från utveckling till samarbete kring Libris.",
    "linkUrl": "https://www.kb.se/samverkan-och-utveckling/libris.html",
    "linkText": "Till Nytt inom Libris"
  },
  "instructional-videos": {
    "header": "Instruktionsfilmer",
    "text": "För att underlätta katalogisering i Libris finns instruktionsfilmer på Kungliga bibliotekets sida KB Play.",
    "linkUrl": "https://kbplay.mediaflowportal.com/folder/91512/",
    "linkText": "Till spellistan"
  },
  "studies": {
    "image": "studiematerial_new.png",
    "image_alt_text": "En glödlampa",
    "header": "Introduktionsmaterial",
    "text": "På Libris underwebb finns introduktionsmaterial för självstudier till dig som vill fördjupa dina kunskaper inom länkade data, format och vokabulär, med mera.",
    "linkUrl": "https://www.kb.se/libris/Om-LIBRIS/Introduktion-till-nya-Libris-och-XL/",
    "linkText": "Till Introduktion till Libris"
  },
  "metadatabyran": {
    "header": "Praxis och anvisningar i Metadatabyrån",
    "text": "I Metadatabyrån hittar du anvisningar för katalogisering i Libris, riktlinjer och praxis för auktoritetsarbete, klassifikation och ämnesord, exempel från Libris katalogisering med mera.",
    "linkUrl": "https://metadatabyran.kb.se/",
    "linkText": "Till Metadatabyrån"
  }
}
